akamud.vscode-theme-onedark
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dart-code.dart-code
dart-code.flutter
dsznajder.es7-react-js-snippets
felixangelov.bloc
fwcd.kotlin
github.copilot
github.copilot-chat
github.vscode-github-actions
llvm-vs-code-extensions.lldb-dap
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-maui
ms-dotnettools.vscode-dotnet-runtime
pkief.material-icon-theme
redhat.java
simonsiefke.svg-preview
swiftlang.swift-vscode
uctakeoff.vscode-counter
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
